Repository: Bnjoroge1/Flaskgram
Catalog: srcode/translations/*/LC_MESSAGES/messages.po
Languages: sw

source: You need to login first to access this page
sw: Jambo. Lazima uingie kwenye accounti yako kabla upate nafasi ya kuona page hiyo

source: UH OH! You are lost.
sw: Ha! Inaonaekana umepotea.

source: The page you are looking for does not exist. How you got here is a mystery. But you can click the button below to go back to the homepage.
sw: Page ambayo unatafuta haipatikani kwenye server hii. SIjui ni vipi ulivyofila hapa lakini itakubidi urudi nyumbani

source: Share the post?
sw: Wataka kutumia marafiki wako picha hii?

source: Wanna Share the post?
sw: Wataka kutumia marafiki wako picha hii?

source: When commenting please adhere to the community guidelines!
sw: Tafadhali fuata idhini unapocommenti

source: Comment
sw: Share mawazo

source: Update
sw: Badilisha

source: Delete
sw: Deleti

source: Hi, %(username)s!
sw: Jambo, %(username)s!
